tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "ansible"
brew "bat"
brew "go"
brew "dep"
brew "docker"
brew "fzf"
brew "git"
brew "htop"
brew "hugo"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
cask "adobe-creative-cloud"
cask "balenaetcher"
cask "brave-browser"
cask "caffeine"
cask "db-browser-for-sqlite"
cask "docker"
cask "flux"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-office"
cask "notion"
cask "spotify"
cask "sync"
cask "teensy"
cask "ubersicht"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
