tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "ansible"
brew "bat"
brew "go"
brew "dep"
brew "docker"
brew "fzf"
brew "geckodriver"
brew "ghostscript"
brew "git"
brew "htop"
brew "hugo"
brew "libusb"
brew "lsusb"
brew "mas"
brew "neovim"
brew "nim"
brew "r"
brew "ripgrep"
brew "shpotify"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
cask "adobe-creative-cloud"
cask "balenaetcher"
cask "caffeine"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "rstudio"
cask "sequel-pro"
cask "spotify"
cask "staruml"
cask "sync"
cask "teensy"
cask "ubersicht"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Microsoft Remote Desktop", id: 1295203466
